Repository: ImageArm/ImageArm
Catalog: Sources/ImageArm/Localizable.xcstrings
Source language: fr
Languages: de, en, it, nl

source: meilleur résultat : %@ (vs %@)
de: bestes Ergebnis: %@ (vs %@)
en: best result: %@ (vs %@)
it: miglior risultato: %@ (vs %@)
nl: beste resultaat: %@ (vs %@)

source: %@ : déjà optimal (%@)
de: %@: bereits optimal (%@)
en: %@: already optimal (%@)
it: %@: già ottimale (%@)
nl: %@: al optimaal (%@)

source: %lld en cours
de: %lld in Bearbeitung
en: %lld in progress
it: %lld in corso
nl: %lld bezig

source: %lld fichiers
de: %lld Dateien
en: %lld files
it: %lld file
nl: %lld bestanden

source: %lld lignes
de: %lld Zeilen
en: %lld lines
it: %lld righe
nl: %lld regels

source: %lld/%lld fichiers
de: %lld/%lld Dateien
en: %lld/%lld files
it: %lld/%lld file
nl: %lld/%lld bestanden

source: ~1s/image
de: ~1s/Bild
it: ~1s/imm.
nl: ~1s/afb.

source: ~3s/image
de: ~3s/Bild
it: ~3s/imm.
nl: ~3s/afb.

source: ~8s/image
de: ~8s/Bild
it: ~8s/imm.
nl: ~8s/afb.

source: ~20s/image
de: ~20s/Bild
it: ~20s/imm.
nl: ~20s/afb.

source: Afficher dans le Finder
de: Im Finder anzeigen
en: Show in Finder
it: Mostra nel Finder
nl: Toon in Finder

source: Afficher/masquer la console
de: Konsole ein-/ausblenden
en: Show/hide console
it: Mostra/nascondi console
nl: Console tonen/verbergen

source: Ajouter
de: Hinzufügen
en: Add
it: Aggiungi
nl: Toevoegen

source: Ajouter des images à optimiser
de: Bilder zum Optimieren hinzufügen
en: Add images to optimize
it: Aggiungi immagini da ottimizzare
nl: Afbeeldingen toevoegen om te optimaliseren

source: Ajouter des images…
de: Bilder hinzufügen…
en: Add images…
it: Aggiungi immagini…
nl: Afbeeldingen toevoegen…

source: Arrêter l'optimisation en cours
de: Laufende Optimierung stoppen
en: Stop current optimization
it: Ferma l'ottimizzazione in corso
nl: Lopende optimalisatie stoppen

source: Bon équilibre vitesse/compression. Recommandé pour la plupart des usages.
de: Gutes Gleichgewicht zwischen Geschwindigkeit und Kompression. Empfohlen für die meisten Anwendungsfälle.
en: Good speed/compression balance. Recommended for most use cases.
it: Buon equilibrio velocità/compressione. Consigliato per la maggior parte degli usi.
nl: Goede balans snelheid/compressie. Aanbevolen voor de meeste toepassingen.

source: Compression extrême, GPU Metal + toutes les passes CPU. Chaque octet compte.
de: Extreme Kompression, Metal GPU + alle CPU-Durchläufe. Jedes Byte zählt.
en: Extreme compression, Metal GPU + all CPU passes. Every byte counts.
it: Compressione estrema, GPU Metal + tutti i passaggi CPU. Ogni byte conta.
nl: Extreme compressie, Metal GPU + alle CPU-passes. Elke byte telt.

source: Compression maximale + GPU Metal. Idéal pour la production web.
de: Maximale Kompression + Metal GPU. Ideal für Web-Produktion.
en: Maximum compression + Metal GPU. Ideal for web production.
it: Compressione massima + GPU Metal. Ideale per la produzione web.
nl: Maximale compressie + Metal GPU. Ideaal voor webproductie.

source: Conservation des métadonnées
de: Metadaten beibehalten
en: Preserve metadata
it: Conservazione dei metadati
nl: Metadata behouden

source: Console
de: Konsole

source: Copier install
de: Install kopieren
en: Copy install
it: Copia installazione
nl: Installatie kopiëren

source: Économisé :
de: Gespart:
en: Saved:
it: Risparmiato:
nl: Bespaard:

source: En attente
de: Wartend
en: Waiting
it: In attesa
nl: Wachtend

source: ERREUR
de: FEHLER
en: ERROR
it: ERRORE
nl: FOUT

source: Erreur de copie
de: Kopierfehler
en: Copy error
it: Errore di copia
nl: Kopieerfout

source: Erreur remplacement
de: Ersetzungsfehler
en: Replacement error
it: Errore di sostituzione
nl: Vervangingsfout

source: Format non supporté
de: Format nicht unterstützt
en: Unsupported format
it: Formato non supportato
nl: Niet-ondersteund formaat

source: Gain
de: Ersparnis
en: Savings
it: Risparmio
nl: Besparing

source: Glissez vos images ici
de: Bilder hierher ziehen
en: Drop your images here
it: Trascina le tue immagini qui
nl: Sleep uw afbeeldingen hierheen

source: Installer tous : brew install pngquant oxipng pngcrush advancecomp jpegoptim mozjpeg gifsicle webp
de: Alle installieren: brew install pngquant oxipng pngcrush advancecomp jpegoptim mozjpeg gifsicle webp
en: Install all: brew install pngquant oxipng pngcrush advancecomp jpegoptim mozjpeg gifsicle webp
it: Installa tutto: brew install pngquant oxipng pngcrush advancecomp jpegoptim mozjpeg gifsicle webp
nl: Alles installeren: brew install pngquant oxipng pngcrush advancecomp jpegoptim mozjpeg gifsicle webp

source: JPEG : compression avec perte
de: JPEG: verlustbehaftete Kompression
en: JPEG: lossy compression
it: JPEG: compressione con perdita
nl: JPEG: compressie met verlies

source: Lancer l'optimisation (⌘↩)
de: Optimierung starten (⌘↩)
en: Start optimization (⌘↩)
it: Avvia ottimizzazione (⌘↩)
nl: Optimalisatie starten (⌘↩)

source: Méta
de: Meta
en: Meta
it: Meta
nl: Meta

source: Metal GPU quantize : %@
de: Metal GPU Quantisierung: %@
it: Metal GPU quantizza: %@
nl: Metal GPU kwantisering: %@

source: Niveau
de: Stufe
en: Level
it: Livello

source: Niveau d'optimisation
de: Optimierungsstufe
en: Optimization level
it: Livello di ottimizzazione
nl: Optimalisatieniveau

source: Nom
de: Name
en: Name
it: Nome
nl: Naam

source: Optimisation
de: Optimierung
en: Optimization
it: Ottimizzazione
nl: Optimalisatie

source: Optimisation rapide, lossless uniquement. Idéal pour le développement.
de: Schnelle Optimierung, nur verlustfrei. Ideal für die Entwicklung.
en: Quick optimization, lossless only. Ideal for development.
it: Ottimizzazione rapida, solo lossless. Ideale per lo sviluppo.
nl: Snelle optimalisatie, alleen lossless. Ideaal voor ontwikkeling.

source: Optimisations simultanées
de: Gleichzeitige Optimierungen
en: Concurrent optimizations
it: Ottimizzazioni simultanee
nl: Gelijktijdige optimalisaties

source: Optimisé
de: Optimiert
en: Optimized
it: Ottimizzato
nl: Geoptimaliseerd

source: Optimiser
de: Optimieren
en: Optimize
it: Ottimizza
nl: Optimaliseren

source: ou cliquez + pour ajouter des fichiers
de: oder klicken Sie auf + um Dateien hinzuzufügen
en: or click + to add files
it: o clicca + per aggiungere file
nl: of klik op + om bestanden toe te voegen

source: Outils
de: Werkzeuge
en: Tools
it: Strumenti
nl: Gereedschap

source: Outils d'optimisation installés
de: Installierte Optimierungswerkzeuge
en: Installed optimization tools
it: Strumenti di ottimizzazione installati
nl: Geïnstalleerde optimalisatietools

source: Ouverture: %lld fichier(s)
de: Öffne: %lld Datei(en)
en: Opening: %lld file(s)
it: Apertura: %lld file
nl: Openen: %lld bestand(en)

source: Performance
de: Leistung
it: Prestazioni
nl: Prestaties

source: PNG : compression avec perte
de: PNG: verlustbehaftete Kompression
en: PNG: lossy compression
it: PNG: compressione con perdita
nl: PNG: compressie met verlies

source: Progression
de: Fortschritt
en: Progress
it: Progresso
nl: Voortgang

source: Qualité JPEG
de: JPEG-Qualität
en: JPEG quality
it: Qualità JPEG
nl: JPEG-kwaliteit

source: Qualité personnalisée
de: Benutzerdefinierte Qualität
en: Custom quality
it: Qualità personalizzata
nl: Aangepaste kwaliteit

source: Qualité PNG
de: PNG-Qualität
en: PNG quality
it: Qualità PNG
nl: PNG-kwaliteit

source: Rapide
de: Schnell
en: Quick
it: Veloce
nl: Snel

source: Ré-optimiser
de: Erneut optimieren
en: Re-optimize
it: Ri-ottimizza
nl: Opnieuw optimaliseren

source: Stop
de: Stopp

source: Suppression EXIF, commentaires, profils
de: EXIF, Kommentare, Profile entfernen
en: Strip EXIF, comments, profiles
it: Rimozione EXIF, commenti, profili
nl: EXIF, opmerkingen, profielen verwijderen

source: Supprimer
de: Löschen
en: Delete
it: Elimina
nl: Verwijderen

source: Traitement terminé
de: Verarbeitung abgeschlossen
en: Processing complete
it: Elaborazione completata
nl: Verwerking voltooid

source: Utiliser des réglages manuels (ignorer le niveau)
de: Manuelle Einstellungen verwenden (Stufe ignorieren)
en: Use manual settings (ignore level)
it: Usa impostazioni manuali (ignora il livello)
nl: Handmatige instellingen gebruiken (niveau negeren)

source: Vider
de: Leeren
en: Clear
it: Svuota
nl: Wissen

source: Vider la liste des images
de: Bildliste leeren
en: Clear image list
it: Svuota la lista delle immagini
nl: Afbeeldingenlijst wissen

source: Maximum
it: Massimo

source: optimal
it: ottimale
nl: optimaal

source: Original
it: Originale
nl: Origineel

source: Standard
nl: Standaard
